Revit 2024 API
SymbolTypeId.NDashMPerM Property
 Symbol N-m/m, indicating unit Newton meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId NDashMPerM { get; }
Visual Basic
Public Shared ReadOnly Property NDashMPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ NDashMPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace